"gee pee tee" = "ਜੀ ਪੀ ਟੀ";

"CFBundleDisplayName" = "ChatGPT";

"NSMicrophoneUsageDescription" = "ChatGPT Whisper ਮਾਡਲ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋਏ ਬੋਲਾਂ ਤੋਂ ਟੈਕਸਟ ਵਿੱਚ ਬਦਲਣ ਲਈ ਤੁਹਾਡੇ ਮਾਈਕ੍ਰੋਫ਼ੋਨ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ।";

"CFBundleName" = "ChatGPT";

"NSPhotoLibraryAddUsageDescription" = "ChatGPT ਤੁਹਾਨੂੰ ਆਪਣੀਆਂ ਚੈਟਾਂ ਵਿੱਚੋਂ ਤਸਵੀਰਾਂ ਨੂੰ ਸੇਵ ਕਰਨ ਦਿੰਦਾ ਹੈ।";

"GPT" = "GPT";

"Chat GPT" = "Chat GPT";

"NSLocationWhenInUseUsageDescription" = "ChatGPT ਤੁਹਾਡੀਆਂ ਚੈਟਾਂ ਨੂੰ ਸੁਧਾਰਨ ਲਈ ਤੁਹਾਡੇ ਸਥਾਨ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ।";

"chat gee pee tee" = "ਚੈਟ ਜੀ ਪੀ ਟੀ";

"NSCameraUsageDescription" = "ChatGPT ਤੁਹਾਡੀਆਂ ਚੈਟਾਂ ਵਿੱਚ ਵਰਤੋਂ ਕਰਨ ਲਈ ਫੋਟੋਆਂ ਲੈਣ ਲਈ ਤੁਹਾਡੇ ਕੈਮਰੇ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ।";

